Repository: turulomio/django_calories_tracker
Catalog: calories_tracker/locale/*/LC_MESSAGES/django.po
Languages: es

source: My Django Calories Tracker administration
es: Mi administración de Django Calories Tracker

source: Add ingredients to a container
es: Añade ingredientes al recipiente

source: Alcohol-free beer
es: Cerveza sin alcohol

source: Alcoholic drinks
es: Bebidas alcohólicas

source: Appetizer
es: Aperitivo

source: Apple
es: Manzana

source: Apricot
es: Albaricoque

source: Asian rice
es: Arroz asiático

source: Bacon
es: Beicon

source: Bag
es: Bolsa

source: Baked potato
es: Patata cocida

source: Bakery
es: Panadería

source: Bar
es: Barra

source: Big
es: Grande

source: Blueberries
es: Arándanos

source: Boiled egg
es: Huevo cocido

source: Bottle
es: Botella

source: Bread and cereals
es: Pan y cereales

source: Bread
es: Pan

source: Bring to a boil
es: Llevar a ebullición

source: Broccoli
es: Brócoli

source: Butter
es: Mantequilla

source: Can
es: Lata

source: Carrot
es: Zanahoria

source: Cauliflower
es: Coliflor

source: Celery
es: Apio

source: Cherimoya
es: Chirimoya

source: Chestnuts
es: Castañas

source: Chicken
es: Pollo

source: Chicken. Raw
es: Pollo crudo

source: Chips
es: Patatas fritas

source: Constantly stir
es: Remover constantemente

source: Cook
es: Cocinar

source: Cookie
es: Galleta

source: Cookies
es: Galletas

source: Croissant
es: Cruasán

source: Cup
es: Taza

source: Dairy products
es: Productos lácteos

source: Diet drinks
es: Bebidas dietéticas

source: Do not remove
es: No remover

source: Document file
es: Documento

source: Drain and discard the liquid
es: Escurre y tira el líquido

source: Drained can
es: Lata escurrida

source: Dry nuts
es: Nueces

source: Duck foie grass mousse
es: Mousse de foie grass de pato

source: Eggs
es: Huevos

source: Extra active
es: Extra activo

source: Extra virgin olive oil
es: Aceite de oliva extra virgen

source: Fish
es: Pescado

source: Free text
es: Texto libre

source: Fried eggs
es: Huevos fritos

source: Fried peanuts
es: Cacahuetes fritos

source: Fruit
es: Fruta

source: Fry
es: Fríe

source: Gain weight
es: Ganar peso

source: Garlic
es: Ajo

source: Gin
es: Ginebra

source: Goat cheese
es: Queso de cabra

source: Grams
es: Gramos

source: Grape
es: Uva

source: Green asparagus
es: Espárragos verdes

source: Green pepper
es: Pimiento verde

source: Ham croquettes
es: Croquetas de jamón

source: Ham
es: Jamón

source: High
es: Alto

source: Homemade food
es: Comida casera

source: Honey
es: Miel

source: Ice cream
es: Helado

source: Icecream
es: Helado

source: In Celsius degrees
es: En grados Celsius

source: Jam
es: Mermelada

source: Lambrusco wine
es: Vino Lambrusco

source: Leek
es: Puerro

source: Legumes
es: Legúmbres

source: Lentils
es: Lentejas

source: Lightly active
es: Ligeramente activo

source: Little stick
es: Palito

source: Lose weight
es: Perder peso

source: Low / Medium / High heat
es: Fuego bajo / medio / alto

source: Low
es: Bajo

source: Main photo
es: Foto principal

source: Mantain weight
es: Mantener peso

source: Mascarpone cheese
es: Queso Mascarpone

source: Mayonnaise
es: Mahonesa

source: Meat
es: Carne

source: Medium
es: Medio

source: Milliliter
es: Mililitro

source: Minced meat
es: Carne picada

source: Mix
es: Remueve

source: Moderately active
es: Moderadamente activo

source: Mushrooms (Fungi)
es: Setas

source: Mushrooms
es: Setas

source: Nectarine
es: Nectarina

source: No risk
es: Sin riesgo

source: Not evaluated
es: No evaluado

source: Octopus
es: Pulpo

source: Oils and fats
es: Aceites y grasas

source: Onion
es: Cebolla

source: Orange
es: Naranja

source: Package
es: Paquete

source: Parsley
es: Perejil

source: Peach
es: Melocotón

source: Pear
es: Pera

source: Peppers from Padrón
es: Pimientos de Padrón

source: Persimmon
es: Persimón

source: Photo file
es: Fichero de fotografía

source: Pig
es: Cerdo

source: Pill
es: Pastilla

source: Pineapple
es: Piña

source: Plantain
es: Plátano

source: Pork ribs
es: Chuletas de cerdo

source: Potatos
es: Patatas

source: Pour contents to another container
es: Vuelca el contenido en otro recipiente

source: Prawns
es: Langostinos

source: Processed foods
es: Comida procesada

source: Pumpkin
es: Calabaza

source: Put in the oven
es: Mete al horno

source: Rest
es: Deja reposar

source: Rice
es: Arroz

source: Roast lamb
es: Cordero asado

source: Robot velocity
es: Velocidad del robot

source: Robot. Add ingredients and set program
es: Robot. Añade ingredientes y programa

source: Robot. Add ingredients
es: Robot. Añade ingredientes

source: Robot. Set program
es: Robot. Programa

source: Rum
es: Ron

source: Salt
es: Sal

source: Salty bakery
es: Panadería salada

source: Salty cake
es: Tarta salada

source: Sandwich loaf
es: Pan de molde

source: Saturn peach
es: Paraguayo

source: Sedentary
es: Sedentario

source: Sesame
es: Sésamo

source: Slice
es: Rebanada

source: Soak
es: Poner a remojo

source: Soup Rice
es: Arroz caldoso

source: Soups and creams
es: Sopas y cremas

source: Soups and infusions
es: Sopas e infusiones

source: Spanish omelette
es: Tortilla española

source: Spices
es: Especias

source: Spinach
es: Espinaca

source: Stir every x minutes
es: Remover cada x minutos

source: Strawberries
es: Fresas

source: Strawberry jam
es: Mermelada de fresa

source: Sugar
es: Azúcar

source: Sugary drinks
es: Bebidas azucaradas

source: Sunflower oil
es: Aceite de girasol

source: Sweet bakery
es: Panadería dulce

source: Sweet cake
es: Tarta dulce

source: Sweet corn
es: Maíz dulce

source: Sweets
es: Dulces

source: Tablespoon
es: Cuchara de mesa

source: Tangerines
es: Mandarinas

source: Teaspoon
es: Cucharilla de café

source: Thick Crust Pizza with cheese
es: Pizza de masa gruesa con queso

source: Toast
es: Tostada

source: Tray
es: Bandeja

source: Uncooked potato
es: Patata cruda

source: Uncooked rice
es: Arroz crudo

source: Unit
es: Unidad

source: Vacuum container
es: Contenedor al vacío

source: Vegetables
es: Verduras

source: Very active
es: Muy activo

source: Video file
es: Fichero de vídeo

source: Video link
es: Enlace de vídeo

source: Water
es: Agua

source: Watermelon
es: Sandía

source: Web page file
es: Fichero de página web

source: Web page link
es: Enlace a página web

source: White bread
es: Pan blanco

source: White wine
es: Vino blanco

source: Whole milk
es: Leche entera

source: Zucchini
es: Calabacín

source: {0} ({1} diners)
es: {0} ({1} comensales)

source: {0} g of {1}{2}
es: {0} g de {1}{2}

source: {0} ml of {1}{2}
es: {0} ml de {1}{2}

source: {0} {1} of {2}{3}
es: {0} {1} de {2}{3}

source: with {0}ºC
es: a {0}ºC

source: with low heat
es: con fuego bajo

source: with medium heat
es: con fuego medio

source: with high heat
es: con fuego alto

source: with velocity set to {0}
es: con la velocidad puesta a {0}

source: stiring constantly
es: removiendo constantemente

source: stiring every {0} minutes
es: removiendo cada {0} minutos

source: without stir
es: sin remover

source: Set '{0}'{1}{2} during {3}.{4}
es: Programa '{0}'{1}{2} durante {3}.{4}

source: Add {0} to '{1}'.{2}
es: Añade {0} a '{1}'.{2}

source: Pour '{0}' into '{1}'.{2}
es: Vuelca '{0}' en '{1}'.{2}

source: Mix '{0}' content during {1}.{2}
es: Mezcla el contenido de '{0}' durante {1}.{2}

source: Rest '{0}' content{1} during {2}.{3}
es: Deja reposar el contenido de '{0}'{1} durante {2}.{3}

source: Fry '{0}' content{1}{2} during {3}.{4}
es: Fríe el contenido de '{0}'{1}{2} durante {3}.{4}

source: Add {0} to '{1}', then program it{2}{3} during {4}.{5}
es: Añade {0} a '{1}', luego programa{2}{3} durante {4}.{5}

source: Bring to boil '{0}' content{1}{2}.{3}
es: Lleva a ebullición el cotenido de '{0}'{1}{2}.{3}

source: Cook '{0}' content{1}{2} during {3}.{4}
es: Cocina el contenido de '{0}'{1}{2} durante {3}.{4}

source: Soak {0} in '{1}'{2}{3} during {4}.{5}
es: Pon a remojo {0} en '{1}'{2}{3} durante {4}.{5}

source: Put in the oven '{0}' content{1}{2} during {3}.{4}
es: Mete en el horno el contenido de '{0}'{1}{2} durante {3}.{4}

source: Drain '{0}' and discard the liquid.{1}
es: Escurre '{0}' y tira el líquido.{1}

source: {0} days
es: {0} días

source: {0} hours
es: {0} horas

source: {0} minutes
es: {0} minutos

source: {0} seconds
es: {0} segundos

source: Write the password for {}
es: Escriba la contraseña para {}

source: Postgres database connection parameters
es: Parámetros de la conexión a la base de datos Postgres

source: Postgresql user
es: Usuario de Postgresql

source: Postgresql server port
es: Puerto del servidor Postgresql

source: Postgresql server address
es: Dirección del servidor de Postgresql

source: Postgresql database
es: Base de datos Postgresql

source: Y
es: S

source: Please enter '{}' or '{}'
es: Por favor introduzca '{}' o '{}'

source: Press a key to continue...
es: Pulse una tecla para continuar...

source: {0} diners
es: {0} comensales

source: Recipe elaboration
es: Elaboración de la receta

source: This is an automatic generated report from Calories Tracker
es: Informe de Calories Tracker generado automáticamente

source: Ingredients for {0} diners
es: Ingredientes para {0} comensales

source: Containers
es: Recipientes

source: Recipe steps
es: Pasos de la receta

source: Shopping list
es: Lista de compra

source: Recipes
es: Recetas

source: Updated additive risks
es: Riesgos de aditivo actualizados

source: Created additive risks
es: Riesgos de aditivo creado

source: Updated
es: Actualizado

source: Created
es: Creado

source: {0} for {1} diners ({2})
es: {0} para {1} comensales ({2})

source: Activities
es: Actividades

source: Additive risks
es: Riesgos del additivo

source: Additives
es: Additivos

source: Biometrics
es: Datos biométricos

source: Companies
es: Compañías

source: System companies
es: Compañías de sistema

source: Elaborated products
es: Productos elaborados

source: Elaborations
es: Elaboraciones

source: Food types
es: Tipos de comida

source: Meals
es: Comidas

source: Products
es: Productos

source: System products
es: Productos de sistema

source: Since when there is data in the database?
es: ¿Desde cuándo hay datos en la base de datos?

source: The first data is from {0}
es: El primer dato es de {0}

source: Which is the product with highest calories in 100 g?
es: ¿Cuál es el producto con la mayor cantidad de calorias en 100 g?

source: The product with highest calories is '{0}' with {1} calories.
es: El producto con mayor calorías es '{0}' con {1} calorías.

source: Which is the meal with highest calories I had eaten?
es: ¿Cual es la comida que he comido que tenía el mayor número de calorías?

source: When did I take the highest calories amount in a day?
es: ¿Cuándo tome la mayor cantidad de calorías en un día?

source: When did I have my highest weight?
es: ¿Cuándo tuve mi peso más alto?

source: My highest weight was {} kg at {}
es: Mi peso más alto fue de {} kg el {}

source: When did I have my lowest weight?
es: ¿Cuando tuve mi peso más bajo?

source: My lowest weight was {} kg at {}
es: Mi peso más bajo fue de {} kg el {}

source: Which is my median weight?
es: ¿Cuál es mi peso mediano?

source: My median weight is {} kg
es: Mi peso mediano es {} kg
